Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: According to this study, the main errors are a wrong calculation method (arithmetic average instead of compound annual growth rate) and the use of irrelevant investment periods.
es: Según este último dictamen, los errores principales consisten en el empleo de un método de cálculo erróneo (media aritmética en lugar de la tasa de crecimiento compuesto anual) y en la consideración de períodos de inversión irrelevantes.

source: The arithmetic average used by BdB did not provide correct results as the compound annual growth rate method should be used for such calculations.
es: También estima que la media aritmética empleada por la BdB produce unos resultados incorrectos y que más bien se ha de recurrir a la tasa de crecimiento compuesto anual.

source: As regards the appropriate method of calculating a comparison of returns on equity, BdB submitted that historical return rates should be calculated as an arithmetic average, not as a compound annual growth rate.
es: En cuanto al método de cálculo apropiado para obtener cifras comparativas sobre el rendimiento, la BdB considera que el rendimiento histórico se ha de determinar en tanto que media aritmética y no como tasa de crecimiento compuesto anual.

source: If, however, the compound annual growth rate method is used, the average return of some large German private banks for the period from 1982 to 1992 comes to 12,54 % after taxes.
es: En cambio, si se utiliza el método de la tasa de crecimiento compuesto anual, el rendimiento medio de algunos grandes bancos privados alemanes en el período comprendido entre 1982 y 1992 se sitúa en el 12,54 % después de impuestos.

source: Using a conservative compound annual growth rate of 15% (see Note 3), this market will climb to over 23 million users in 2010.
es: Utilizando una tasa de crecimiento anual compuesta moderada del 15% (véase la Nota 3), este mercado tendrá más de 23 millones de usuarios en 2010.

source: These actions reinforced FEMSA's operating and financial position, showing a growth in total revenues of 8.6% compound annual rate over the last five years.
es: Estas acciones fortalecen la situación operativa y financiera de FEMSA, que ha obtenido un crecimiento de sus ingresos de 8.6% anual promedio ponderado, en los últimos cinco años.

source: This growth rate shall not exceed the long-term average growth rate for the products, industries, or country or countries in which the entity operates, or for the market in which the asset is used, unless a higher rate can be justified.
es: Este tipo de crecimiento no excederá de la tasa media de crecimiento a largo plazo para los productos o industrias, así como para el país o países en los que opera la entidad y para el mercado en el que se utilice el activo, a menos que se pueda justificar una tasa de crecimiento mayor.

source: Moreover, Germany points out that the below-average growth rate is due, not to the evolution of the market, but to political intervention.
es: Además, explica que el hecho de que dicha tasa de crecimiento sea inferior a la media no ha de atribuirse a la evolución del mercado, sino a una intervención política.

source: For example, during the period 1996-2007, Abengoa's revenue has grown at a compound average rate of 17%, the gross operating cash flow has increased by 21% and profit per share has increased by 20%.
es: Como ilustración, en el periodo 1996-2007, los ingresos de Abengoa han crecido a una tasa compuesta media del 17%, los flujos brutos de explotación al 21% y el beneficio por acción al 20%.

source: This will have a significant negative impact on the average growth rate for 2009.
es: Esto tendrá una incidencia considerablemente negativa en la tasa de crecimiento medio del 2009.

source: The creative industries sector is one of the fastest growing in the Indian economy, and growth is predicted to continue at an 18 percent compound annual rate.
es: El sector de la creación es una de las industrias de más rápido crecimiento en la economía india, y está previsto que siga en auge a un ritmo del 18% anual.

source: The annual compound rate of growth over the last five years is 10%, reasserting ACS's leadership in Spain and consolidating the Group's status as a reference company in the European market.
es: La tasa anual de crecimiento compuesto en los últimos 5 años es superior al 10%, lo que reafirma el liderazgo de ACS en España y consolida al Grupo como una empresa de referencia en el mercado europeo.

source: For the past ten years, CEMEX's compound annual EBITDA growth rate has averaged 25%.
es: La tasa compuesta de crecimiento anual de los flujos de operación en los últimos diez años es de 25%, en términos de dólares.

source: The compound annual growth rate of the sector in the period 2006-2011 is predicted to be 5.4 per cent.
es: La tasa de crecimiento anual compuesta en el sector en el período de 2006-2011 se estima en 5,4%.

source: In fact, these growth rates were higher than the average growth rate for other developing countries during the same period.
es: De hecho, esas tasas de crecimiento fueron superiores a la media de otros países en desarrollo durante el mismo período.

source: Given that the population growth rate is nearly 2 per cent, the average growth in per capita gross domestic product has been zero during the latter period.
es: Dado que la tasa de crecimiento demográfico es de casi 2%, el crecimiento medio del PIB per cápita ha sido igual a cero en ese último período.

source: The result of its economic opening up was spectacular between 1978 and 2007, China increased its GDP fivefold and registered an average growth rate of 10 percent, the highest rate in the world.
es: El resultado de la apertura económica fue espectacular entre 1978 y 2007, China quintuplicó su PIB y alcanzó un crecimiento económico promedio del 10 por ciento, las tasas más altas del mundo.

source: The annual average growth rate of the plastic industry in the 1990-2008 period was 10.3% annually.
es: La tasa promedio anual de crecimiento de la industria plástica en el período 1990-2008 fue del 10,3% anual.

source: As previously reported, there has been a measurable expansion in the Falkland Islands (Malvinas) tourism sector in recent years, with an average growth rate in visitor arrivals of 21 per cent between the 2000/2001 and 2007/2008 seasons.
es: Como se notificó anteriormente, el sector turístico de las Islas Malvinas (Falkland) ha crecido considerablemente en los últimos años, con una tasa media de crecimiento de las visitas del 21% entre las temporadas 2000/2001 y 2007/2008.

source: Historically, Philippine cement consumption has grown at a compound average rate of 15% over the last ten years.
es: Históricamente, el consumo de cemento en Filipinas ha crecido a una tasa compuesta anual de 15% en el transcurso de los últimos diez años.

source: CCA? technology automatically avoids channel conflicts using its channel selection feature.
es: CCA ? tecnología evita automáticamente los conflictos de canal con la función de selección de canal.

source: Recruit more partners faster, efficiently hand off leads, help partners win more deals, accelerate joint sales, and side step channel conflicts.
es: Fiche a socios con mayor rapidez, transfiera prospectos de forma eficiente, ayude a sus socios a conseguir más contratos, acelere las ventas conjuntas y evite conflictos de canal.

source: The United Nations Ombudsman and Mediation Services, works to intervene in the intersection where creativity meets conflict and helps to channel these conflicts into productive solutions.
es: La función de los Servicios del ombudsman y de mediación de las Naciones Unidas, es intervenir en la intersección en que la creatividad se cruza con el conflicto, y ayudar a canalizar esos conflictos hacia soluciones productivas.

source: On the basis of average balances the growth rate was 13.4% year on year.
es: En términos de saldos medios, han crecido 13,4% en los últimos doce meses.

source: The area which showed the highest growth in 2008 in the ACS Group, and which has continued to do so since 1998 at a compound growth rate of over 20% is the Industrial Services and Energy area.
es: El área que más ha crecido en 2008 en el Grupo ACS, y que lleva haciéndolo de forma continuada desde el año 1998 a una tasa de crecimiento compuesto superior al 20%, es el área de Servicios Industriales y Energía.

source: Mc Kinsey forecast to expand at a compound annual growth rate of 104% in western Europe for 1998-2002.
es: Mc Kinsey previsiones de la tasa de crecimiento anual compuesta del 104% en Europa occidental para 1998-2002.

source: Over the same period, our sales abroad have increased at a compound annual growth rate of 17%.
es: En el mismo período nuestras Ventas en el exterior se han incrementado a una tasa anual media de incremento del 17%.

source: The Compound Annual Growth Rate (CAGR) that represents the growth (positive or negative) of prices for the equipment of the service concerned must be entered here.
es: La Tasa compuesta de crecimiento anual media (TCCA) representa el incremento (positivo o negativo) del precio de los equipos destinados al servicio prestado y debe introducirse en esta ventana.

source: "In the first place, some social and academic sectors ""began to perceive the bipartite system as a semi-closed, barely representative system and a source of exclusions"".2 Moreover, the exclusively bipartite politics was considered responsible for the political crisis affecting the country, due to multiple factors such as the traditional parties' inability to channel social conflicts or represent broad sectors of the society as well as their increasing delegitimisation for recurring to patronage and corrupt practices."
es: "En primer lugar, desde algunos sectores sociales y académicos ""se empezó a percibir el sistema bipartidista como un sistema semi-cerrado, poco representativo y fuente de exclusiones"".2 De otra parte, el sistema político exclusivamente bipartidista fue considerado responsable de la crisis política que afectaba al país, debido a múltiples factores tales como la incapacidad de los partidos tradicionales para canalizar los conflictos sociales y para representar amplios sectores de la sociedad y su creciente deslegitimación por la recurrencia a prácticas clientelistas y corruptas."

source: However, if you have other wireless devices using this channel, you may want to switch the Sonos Multi-Room Music System to another channel to avoid conflicts, as conflicts may cause audio drop-outs.
es: No obstante, si otros dispositivos inalámbricos utilizan el mismo canal, es recomendable que cambie el Sistema de música multiroom de Sonos a otro canal para evitar conflictos, debido a que los conflictos podrían ocasionar pérdidas del sonido.

source: Consequently, this entails an attack against the democratic channel par excellence for solving conflicts - dialogue - an attack against our institutions and, as a result, an attack against Basque society as a whole.
es: Supone, consiguientemente, un ataque contra la vía democrática por excelencia para la solución de conflictos, el diálogo; un ataque a nuestras instituciones, y en consecuencia, un ataque al conjunto de la sociedad vasca.

source: Serve the channel of volunteer interest in conflicts that could appear between the consumers or users and the entities who provide the product or the service.
es: Servir de cauce de mediación voluntaria en los conflictos que puedan surgir entre los-as consumidores-as o usuarios-as y entidades que proveen el producto o el servicio.

source: His work is an extension of his soul, a place where he can channel his emotions, play out his conflicts, confront the rational and irrational nature of his universe.
es: Su obra es una extensión de su alma, un lugar donde canaliza sus emociones, saca sus conflictos, confrontando lo racional y lo irracional de su universo.

source: Family mediation can be one of the most effective arms for the solution of family conflicts and at least channel them towards a dialogued and consensual solution, which is the path of success with regard to the fight against maltreatment.
es: La mediación familiar puede ser una de las armas más eficaces para resolver conflictos familiares y, al menos, para canalizarlos hacia una solución dialogada y consensuada , la cual es el camino del éxito en la lucha contra los maltratos .

source: However, the Commission supports it as a first stage in the prevention and settlement of conflicts of jurisdiction in the framework of criminal proceedings.
es: Sin embargo, la Comisión la apoya como un primer paso en la prevención y resolución de conflictos de jurisdicción en el marco de los procesos criminales.

source: Recognizing the unilateral declaration of Kosovo's independence from Serbia legitimizes the doctrine of imposing solutions to ethnic conflicts.
es: Reconocer la declaración unilateral de independencia de Kosovo de Serbia legitima la doctrina de imposición de soluciones a los conflictos étnicos.

source: In addition, some preparers contend that when cash sales are concluded at the same selling price as those with extended payment terms, the sales revenue to be recognized must be the same.
es: Además, algunos preparadores de informes sostienen que cuando se concluyen ventas en efectivo con el mismo precio que las ventas realizadas con una ampliación de créditos, los ingresos anotados por esas ventas han de ser iguales.

source: Scenarios constantly evolve, and the nature of conflicts is always changing.
es: Los escenarios son cambiantes y la naturaleza de los conflictos es diversa.

source: However, segregation and marginalisation have solidified with time, triggering serious social conflicts.
es: Pero con el tiempo se han consolidado situaciones de segregación y marginalidad que han desembocado en graves conflictos sociales.

source: The mandates under which any proposed office will operate, as well as the appropriate means and tools available to them to manage and sustain peace and to prevent the eruption of new conflicts.
es: Los mandatos según los cuales operarán las oficinas propuestas, así como los medios e instrumentos apropiados de que dispondrán para gestionar y mantener la paz e impedir el estallido de nuevos conflictos.

source: The Hague Programme addresses the case of conflicts of jurisdiction in criminal matters.
es: El Programa de la Haya aborda los casos de conflicto de jurisdicción en asuntos criminales.

source: Bioethics in this view is a new way of approaching and resolving moral conflicts generated by a new concept of medicine.
es: Desde este punto de vista, la bioética es una nueva manera de enfocar y resolver los conflictos morales planteados por una nueva concepción de la medicina.

source: In the peace and security aspect, to prevent the appearance of conflicts, to channel the problems of the various groups, to quickly and effectively resolve conflicts, and above all, to guarantee peace and stability.
es: En materia de paz y seguridad, prevenir la aparición de conflictos, canalizar los problemas de los distintos grupos, solucionar rápida y eficazmente los conflictos y, sobre todo, garantizar la paz y la estabilidad.

source: "In response to a request from members in the Philippines and from the Catholic Bishops, SEAPRISE provided technical support to a team led by Claire Short (MP and former UK Minister for Overseas Development), including a visit to the Philippines and the production of a report ""Mining in the Philippines, Concerns and Conflicts""."
es: "En respuesta a un pedido de los miembros de Filipinas y de los obispos católicos, SEAPRISE brindó apoyo técnico a un equipo liderado por Claire Short (Miembro del Parlamento y ex Ministra de Desarrollo de Ultramar del Reino Unido), incluyendo una visita a Filipinas y la producción de un informe titulado ""Mining in the Philippines, Concerns and Conflicts"" (Minería en Filipinas preocupaciones y conflictos)."

source: In case another radio signal causes frequency conflicts by working on the same channel, all the user has to do is switch he radio control on and off again!
es: En caso de que después otro usuario active un equipo de radiocontrol en el mismo canal, basta con desconectar el transmisor y volver a conectarlo enseguida para que radiomatic® AFS vuelva a buscar otro canal libre y el trabajo pueda continuar sin demora.

source: Are you not paying excessive attention to a channel that does not share your ideas?
es: ¿No está Usted dedicando excesiva atención a un canal que no comparte sus ideas?

source: Enter the order type for cash sales (BV in the standard system) and, if necessary, the organizational data.
es: Introduzca la clase de pedido para las ventas al contado (BV en el sistema estándar) y, si lo considera necesario, los datos organizativos.

source: Exchange-traded futures and options contracts, forward cash purchase contracts, and forward cash sales contracts of merchandisable agricultural commodities, which have not been designated as fair value hedges, are valued at market price.
es: Los contratos de opciones y futuros cotizados en bolsa, los contratos de compra y de venta a futuro en efectivo (forwards) de productos agrícolas básicos comercializables, que no han sido designados como coberturas del valor razonable, se valúan al precio de mercado.

source: In cash sales the goods are paid for in cash.
es: En la venta al contado, las mercancías se pagan al contado.

source: Unrealized losses on forward cash purchase contracts, forward cash sales contracts, and exchange-traded futures contracts represent the fair value of such instruments and are classified on the Company's balance sheet as accounts payable.
es: Las pérdidas no realizadas derivadas de los contratos de compra y de venta a futuro en efectivo (forwards) y los contratos de futuros que cotizan en bolsa representan el valor razonable de dichos instrumentos y se clasifican como cuentas por pagar en el balance general de la Compañía.

source: Use the invoice with payment for cash sales to one-time customers, who have to pay the full invoice amount immediately.
es: Utilice la factura con pago para las ventas al contado de los clientes esporádicos, que deben pagar el importe íntegro de la factura al momento.

source: â€¢ A cash flow statement estimates anticipated cash sales as well as anticipated cash payments of bills.
es: El estado de flujos de caja estima las previsiones en tÃ©rminos de ventas de caja y pago de facturas en efectivo.

source: A/R Invoice + Payment ³ document for cash sales to one-time customers.
es: Factura de deudores + pago documento para ventas al contado a clientes esporádicos.

source: The sales and purchase agreement (with the exception of cash sales or purchases) and additions and/or modifications concerning
es: El acuerdo de ventas y compra (a excepción de las ventas o compras en efectivo) y las adiciones y/o modificaciones referentes a

source: In addition to the standard sales order, there are also special order types, such as the rush order and the cash sales.
es: Además de los pedidos estándar , hay también clases especiales de pedidos, como el pedido con entrega inmediata y las ventas al contado.

source: Such device is formed by a roller with slots that by turning next to a channel with a slot similar to the one of the roller, causes the turn of the product forming a sphere.
es: El mismo está compuesto por un rodillo con ranuras que al girar próximo a un canal con una ranura similar al rodillo, provoca el giro del producto haciendo que este forme una esfera.

source: Establishing a clear communication channel between the frontline teams and senior management and ensuring that all members of the organisation are made to feel a part of the team, contributing to the progress of the common cause.
es: Establecer un canal claro de comunicación entre los equipos de primera línea y la alta dirección y hacer seguro que todos los miembros de la organización se sientan parte del equipo y contribuyan al progreso de la causa común.

source: Davies, M., 'Ethics in Government and the Issue of Conflicts of Interest Fostering Transparency and Preventing Corruption in Jamaica', quoted in PIMS/ IDASA, (2004), Government Ethics in Post-Apartheid South Africa
es: Davies, M., Ethics in Government and the Issue of Conflicts of Interest Fostering Transparency and Preventing Corruption in Jamaica, (Ética en el gobierno y cuestión de conflicto de interés -Favorecer la transparencia y evitar la corrupción en Jamaica) cita en el PIMS/IDASA, (2004), Government Ethics in Post-Apartheid South Africa (Ética en el gobierno en África del Sur después del apartheid)

source: She has also been working on an EU-funded Fifth Framework programme project on the 'EU and Border Conflicts The Impact of Integration and Association'.
es: "Trabaja también en el proyecto financiado por la UE dentro del Quinto Programa Marco titulado ""EU and Border Conflicts The Impact of Integration and Association""."

source: Curricula for teaching social skills, such as Second Step and Resolving Conflicts Creatively.
es: Programas de educación de herramientas de socialización para niños tales como Second Step (Segundo Paso) y Resolving Conflicts Creatively (Resolución Creativa de Conflictos).

source: "See Freizer, Sabine (Director of the Caucasus Project of the International Crisis Group), ""Responding to South Caucasus conflicts in the European neighbourhood"", European Parliament, Committee of Foreign Affairs, View of the South Caucuses, 22nd of February 2006."
es: "Ver Freizer, Sabine (Directora del proyecto sobre el Cáucaso, Internacional Crisis Group), ""Responding to South Caucasus conflicts in the European neighbourhood"", Parlamento Europeo, Comité de Asuntos Exteriores, Vista sobre el Sur del Cáucaso, 22 de febrero de 2006."

source: (b) a rate of interest that discounts the nominal amount of the instrument to the current cash sales price of the goods or services.
es: b) el tipo de interés que iguala el nominal del instrumento utilizado, debidamente descontado, al precio al contado de los bienes o servicios vendidos.

source: In addition, Alliance & Leicester is present in cash handling and cash sales, markets in which Banco Santander is not active but which would create vertical relationships post-merger.
es: Además, Alliance & Leicester está presente en los mercados de gestión de caja y venta en efectivo, mercados en los que el Banco Santander no opera, aun cuando podrían crearse relaciones verticales entre las dos entidades tras la concentración.

source: Actual cash expenses are subtracted from cash (cash sales, collection of receivables, etc.) received every month which shows how much money you need on a monthly basis (see page 24).
es: Los gastos en efectivo actuales se restan del efectivo (ventas en efectivo, cobranza de cuentas y documentos por cobrar, etc.), recibido cada mes, lo que muestra cuánto dinero necesita usted mensualmente (vea la página 24).

source: cash sales
es: ventas al contado

source: An initial distinction to be drawn when considering the purchase and sale of tangible property in a commercial setting is that between cash sales and sales on credit.
es: 12. Al examinar la compra y venta de bienes corporales en un entorno comercial es preciso establecer una distinción inicial entre ventas en efectivo y ventas a crédito.

source: It was a tough time since we needed to increase our cash sales, and reduce trade receivables significantly.
es: Fue un tiempo duro porque necesitábamos aumentar nuestras ventas en efectivo y reducir los deudores por ventas significativamente.
